brave-browser
dbeaver-community
docker
firefox
gimp
intellij-idea-ce
iterm2
joplin
multipass
protonmail-bridge
spotify
visual-studio-code
zoom
microsoft-word
microsoft-excel
microsoft-powerpoint
utm
rambox
gtkwave
libreoffice
surfshark